alacritty
alsa-utils
android-file-transfer
arandr
autorandr
base
base-devel
bluetui
bluez
bluez-utils
brave-bin
brightnessctl
btop
cmus
colordiff
discord
docker
docker-buildx
docker-compose
dunst
efibootmgr
fd
feh
firefox
flameshot
fzf
garcon
git
gparted
grub
i3-wm
i3blocks
ibus
ibus-bamboo
intel-ucode
keepassxc
lazydocker
linux
linux-firmware
lxappearance
man-db
mise
mousepad
neofetch
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
obs-studio
obsidian
openssh
parole
picom
pinta
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
redshift
ripgrep
ristretto
rnote
selectdefaultapplication-git
slock
sof-firmware
solanum
sxhkd
syncthing
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tmux
tree
ttf-nerd-fonts-symbols
tumbler
unclutter
unrar
unzip
visual-studio-code-bin
vlc
xclip
xcolor
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
yt-dlp
zathura
zathura-pdf-mupdf
