adwaita-qt5-git
adwaita-qt6-git
alacritty
alsa-utils
android-file-transfer
ani-cli
arandr
base
base-devel
bluetui
bluez
bluez-utils
brave-bin
brightnessctl
bruno-bin
bt-dualboot
btop
cmus
discord
docker
docker-buildx
docker-compose
dunst
efibootmgr
fd
feh
firefox
flameshot
fzf
git
gnome-themes-extra
grub
i3-wm
i3blocks
ibus
ibus-bamboo
intel-ucode
keepassxc
libmad
libxft
libxinerama
linux
linux-firmware
lxappearance
man-db
mise
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
obs-studio
openssh
opusfile
otf-firamono-nerd
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
qjackctl
redshift
ripgrep
rnote
rsync
selectdefaultapplication-git
slock
sof-firmware
sxhkd
syncthing
thunar
tlp
tmux
ttf-roboto
tumbler
unclutter
unrar
unzip
visual-studio-code-bin
wget
wireplumber
xclip
xcolor
xdg-desktop-portal
xf86-video-intel
xfce4-settings
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
yay
yay-debug
yt-dlp
zathura
zathura-pdf-mupdf
