alacritty
alsa-utils
android-file-transfer
base
base-devel
bluez
bluez-utils
brightnessctl
btop
cmus
discord
efibootmgr
feh
firefox
flameshot
git
grub
ibus
imagemagick
intel-ucode
irqbalance
iwd
libreoffice-still
linux
linux-firmware
lxappearance
lzip
man-db
neofetch
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
openssh
pinta
plocate
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
python-pipx
redshift
reflector
ripgrep
rnote
slock
sof-firmware
sxhkd
thunar
tree
ttf-roboto
ttf-roboto-mono-nerd
tumbler
unzip
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
zathura
zathura-pdf-mupdf
